var newsData = [
    new News(
        "В Бразилии попугаи пугают крокодилов",
        "\"Страшно, очень страшно\", — удалось узнать мнение о происходящем у очевидцев кровавых событий",
        "6/03/2026",
        true
    ),
    new News(
        "Итальянская пицца нападает на туристов",
        "\"Неаполитанская мафия отдыхает. Мы пришли за вкусом, а получили томатом в лицо\", — делятся впечатлениями пострадавшие в хлебобулочном конфликте",
        "17/02/2026",
        false
    ),
    new News(
        "С наступающим 2026 годом!",
        "Новый Год несёт любовь и счастье\nВсе мечты сбываются\nCoca-Cola в дом приносит праздник\nПусть он продолжается\n\nПраздник к нам приходит\nПраздник к нам приходит",
        "29/12/2025",
        false
    )
];