var newsData = [
    {
        newsTitle:   "В Бразилии попугаи пугают крокодилов",
        newsText:    "\"Страшно, очень страшно\", — удалось узнать мнение о происходящем у очевидцев кровавых событий",
        newsDate:    "6/03/2026",
        newsArchive: false
    },
    {
        newsTitle:   "Итальянская пицца нападает на туристов",
        newsText:    "\"Неаполитанская мафия отдыхает. Мы пришли за вкусом, а получили томатом в лицо\", — делятся впечатлениями пострадавшие в хлебобулочном конфликте",
        newsDate:    "17/02/2026",
        newsArchive: true
    },
    {
        newsTitle:   "С наступающим 2026 годом!",
        newsText:    "Новый Год несёт любовь и счастье\nВсе мечты сбываются\nCoca-Cola в дом приносит праздник\nПусть он продолжается\n\nПраздник к нам приходит\nПраздник к нам приходит",
        newsDate:    "29/12/2025",
        newsArchive: true
    }
];